{
  "cards": [
    {"front":"Expected value (EV)?","back":"Sum of outcomes weighted by probabilities; choose the higher EV if risk-neutral.","tags":["decision"]},
    {"front":"Base rate — why it matters","back":"It's the prior prevalence; ignoring it → base-rate neglect & miscalibration.","tags":["probability"]},
    {"front":"Backdoor path (DAG)","back":"Non-causal path X→…←…→Y; block with the right covariates.","tags":["causal"]},
    {"front":"Sunk cost fallacy antidote","back":"Ignore irrecoverable costs; evaluate the future only.","tags":["debias"]},
    {"front":"Fermi first step","back":"Define target precisely; decompose; use reference classes.","tags":["estimation"]},
    {"front":"Well-calibrated forecast","back":"Of events you call 70%, ≈70% happen in the long run.","tags":["forecasting"]},
    {"front":"Moloch","back":"Metaphor for any system-level dynamic (competition, incentives, multipolar traps) that sacrifices individual values for collective failure; coined from Ginsberg's Howl and used by Scott Alexander","tags":["rationalism","systems"]},
    {"front":"Malthusian Trap","back":"When population growth outpaces productivity, wealth per capita falls back to subsistence despite short-term gains.","tags":["economics","systems"]},
    {"front":"Bayesian","back":"Epistemic stance that beliefs are probabilistic and should be updated by Bayes' Rule whenever new evidence arrives.","tags":["rationalism","probability"]},
    {"front":"Two-income Trap","back":"As more households rely on two pay-checks, bidding wars for fixed goods (housing, schools) erase the extra income, leaving families no safer.","tags":["economics","systems"]},
    {"front":"Multipolar Trap","back":"Scenario with many agents where unilateral defection is rewarded, cooperation punished, and no single actor can enforce better outcomes (e.g., overfishing, arms races).","tags":["systems","game-theory"]},
    {"front":"Objectivism","back":"Ayn Rand's philosophy: objective reality, reason, rational self-interest, laissez-faire capitalism.","tags":["philosophy","economics"]},
    {"front":"Utilitarianism","back":"Moral theory: action is right iff it maximizes aggregate well-being (classically 'the greatest happiness').","tags":["philosophy","ethics"]},
    {"front":"Orthogonality Thesis","back":"In AI theory: an agent's intelligence level is largely independent of its final goals; any goal can pair with any capability.","tags":["ai-safety","rationalism"]},
    {"front":"Goodhart's Law","back":"When a measure becomes a target, it ceases to be a good measure.","tags":["systems","measurement"]},
    {"front":"Chesterton's Fence","back":"Don't remove an old rule until you understand why it was built.","tags":["decision-making","systems"]},
    {"front":"Pascal's Mugging","back":"Low-probability, astronomically high-payoff scenarios that hijack expected-utility reasoning.","tags":["rationalism","decision"]},
    {"front":"Instrumental Convergence","back":"Diverse goals still imply similar sub-goals (resource acquisition, self-preservation).","tags":["ai-safety","rationalism"]},
    {"front":"Paperclip Maximizer","back":"Thought experiment: mis-aligned super-intelligence turns everything into paperclips; illustrates value mis-specification.","tags":["ai-safety","rationalism"]},
    {"front":"Stock","back":"An accumulation at a point in time (water in a tank, money in a bank).","tags":["systems","thinking"]},
    {"front":"Flow","back":"Rate that adds to or subtracts from a stock (inflow, outflow).","tags":["systems","thinking"]},
    {"front":"Feedback Loop","back":"Circular causality where a change feeds back to influence itself. Reinforcing loops amplify change; Balancing loops resist change, seek equilibrium.","tags":["systems","thinking"]},
    {"front":"Leverage Point","back":"Place in a system where a small shift yields big change; Meadows' famous list ranks parameters < goals < paradigms.","tags":["systems","thinking"]},
    {"front":"Resilience","back":"System's capacity to absorb shock and still function.","tags":["systems","thinking"]},
    {"front":"Emergence","back":"Qualitatively new behaviour appears at higher levels & cannot be fully reduced to parts (Anderson's 'More is Different').","tags":["systems","philosophy"]},
    {"front":"Cybernetics","back":"The study of control and communication in the animal and the machine. From Greek κυβερνήτης (steersman, governor, pilot, or rudder).","tags":["cybernetics","systems"]},
    {"front":"Ashby's Law of Requisite Variety","back":"A controller must possess at least as much variety as the system it seeks to regulate.","tags":["cybernetics","systems"]},
    {"front":"Homeostasis","back":"Self-regulating process that keeps a variable near a set-point through negative feedback.","tags":["cybernetics","biology"]},
    {"front":"Explanation","back":"Statement about what is there, what it does, and how and why.","tags":["epistemology","philosophy"]},
    {"front":"Fallibilism","back":"The recognition that there are no authoritative sources of knowledge, nor any reliable means of justifying knowledge as true or probable.","tags":["epistemology","philosophy"]},
    {"front":"Good / bad explanation","back":"An explanation that is hard / easy to vary while still accounting for what it purports to account for.","tags":["epistemology","philosophy"]},
    {"front":"The Jump to Universality","back":"Small changes in a system (DNA code, alphabets, computers) can yield unbounded creative potential.","tags":["epistemology","philosophy"]},
    {"front":"Bounded Rationality","back":"Herbert Simon's idea that cognitive limits force humans to 'satisfice' instead of optimise.","tags":["cognitive-science","decision"]},
    {"front":"System 1 / System 2","back":"Kahneman's shorthand: fast, automatic heuristics vs. slow, deliberative reasoning.","tags":["cognitive-science","thinking"]},
    {"front":"Scope Insensitivity","back":"Cognitive bias where intuition scales poorly with magnitude (e.g., pay same to save 2 birds or 2,000).","tags":["cognitive-science","bias"]},
    {"front":"Nash Equilibrium","back":"Strategy profile where no player can gain by unilaterally deviating.","tags":["game-theory","economics"]},
    {"front":"Pareto Optimal","back":"Outcome where no player can be made better off without making another worse off.","tags":["game-theory","economics"]},
    {"front":"Zero-Sum vs. Non-Zero-Sum","back":"In zero-sum, one's gain equals another's loss; in non-zero, aggregate payoffs can expand or shrink.","tags":["game-theory","economics"]},
    {"front":"'Everything that is not forbidden by the laws of nature is achievable—given the right knowledge.'","back":"David Deutsch - expressing the optimistic view that knowledge can overcome any solvable problem.","tags":["quotes","optimism"]},
    {"front":"'Between stimulus and response there is a space… In that space is our power to choose.'","back":"Viktor Frankl - on human agency and the power of conscious choice.","tags":["quotes","psychology"]},
    {"front":"'The most important words a man can say are: I will do better.'","back":"Dalinar, Oathbringer - on continuous improvement and taking responsibility.","tags":["quotes","improvement"]},
    {"front":"'Control is the hallmark of true strength'","back":"A man's emotions are what define him, and control is the hallmark of true strength. To lack feeling is to be dead, but to act on every feeling is to be a child. - Way of Kings","tags":["quotes","self-control"]}
  ]
}
